
[
    {

      "id": 1,
      "title": "Drone with Camera, 1080P HD FPV Foldable Drone for Kids Adults Beginners, Brushless Motor RC Quadcopter with Stable Hover, Gestures Selfie, Waypoint Fly, 3D Flips, One Key Start, 2 Batteries",
      "price": "56",
      "salePrice":  "47",
      "description": "1080P Adjustable FPV Drone: Equipped with 1080P HD camera and 90° remote controller adjustable lens this drone can bring you a stunning aerial photography experience from different perspectives to broaden your views. By connecting the drone with ”DAZLEN FPV” APP, it allows you to view the fabulous scenery in live through the FPV technolog, immerse yourself in the excitement of the distant aerial exploration and share the extraordinary moments with friends on social media.",
      "category": "Drone",
      "image": "./assets/home-pic/drone.jpg", 
      "country": "Bangladesh",
      "rating": {
        "rate": 2.9,
        "count": 250
      }
     
    },
    {
      "id": 2,
      "title": "HP 14 Laptop, Intel Celeron N4020, 4 GB RAM, 64 GB Storage, 14-inch Micro-edge HD Display, Windows 11 Home, Thin & Portable, 4K Graphics, One Year of Microsoft 365 (14-dq0040nr, Snowflake White)",
      "price": "210",
      "salePrice": "188",
      "description": " With its thin and light design, 6.5 mm micro-edge bezel display, and 79% screen-to-body ratio, you will take this PC anywhere while you see and do more of what you love (1)",
      "category": "Laptop",
      "image": "./assets/home-pic/laptop.jpg",
      "country": "Bangladesh",
      "rating": {
        "rate": 3.9,
        "count": 250
      }
    },
    {
      "id": 3,
      "title": "Razer Basilisk V3 X HyperSpeed Wireless Gaming Mouse: Up to 285 Hr Battery - 18K Optical Sensor - Mechanical Switches - Chroma RGB - 9 Programmable Controls - Black",
      "price": "99",
      "salePrice": "64",
      "description": "ICONIC ERGONOMIC FORM WITH 9 CUSTOMIZABLE CONTROLS — Favored by millions worldwide, the mouse’s signature shape perfectly supports different grips, while its numerous easy-access buttons allow for an endless combination of commands and macros",
      "category": "Mouse",
      "image": "./assets/home-pic/mouse.jpg",
      "country": "Bangladesh",
      "rating": {
        "rate": 4.9,
        "count": 250
      }
    },
    {
     
    "id": 4,
    "title": "Smart Watch, 1.85HD Smartwatch for Men Women (Answer/Make Calls), Fitness Watch with 120+ Sports Modes, IP68 Waterproof, Heart Rate/Sleep Monitor, Activity Trackers for iOS/Android (Black)",
    "price": "125",
    "salePrice": "108",
    "description": "Bluetooth Call and Voice Assistant: Smart watch built-in microphone and HD speaker, you can make and receive calls directly from this smart watches for men. You can also use the built-in voice assistant to ask questions, control music playback and more",
    "category": "",
    "image": "./assets/home-pic/smart-watch.jpg",
    "country": "Ireland",
    "rating": {
      "rate": 2.9,
      "count": 470
    }
},
{
    "id": 5,
    "title": "Samsung 32 UJ59 Series 4K UHD (3840x2160) Computer Monitor, HDMI, Display Port, Eye Saver/Flicker Free Mode, Game Mode, Slim Bezels, AMD FreeSync, LU32J590UQNXZA, Black",
    "price": "300",
    "salePrice": "249",
    "description": "Expand your PS4 gaming experience, Play anywhere Fast and easy, setup Sleek design with high capacity, 3-year manufacturer's limited warranty",
    "category": "Monitor",
    "image": "https://m.media-amazon.com/images/I/81cYQ1dO5xL._AC_SL1500_.jpg",
    "country": "France",
    "rating": {
      "rate": 4.8,
      "count": 400
    }
  
  },
  {
    "id": 6,
    "title": "Video Camera Camcorder Full HD 1080P 30FPS 24.0 MP IR Night Vision Vlogging Camera Recorder 3.0 ...",
    "price": "85",
    "salePrice": "65",
    "description": "HD 48MP 1080P Video Camera Camcorder: This video camera supports up to 1080P video resolution and 48.0MP image resolution. The 16X digital zoom can enlarge the picture to capture all the important details. It excels at bringing distant subjects closer, ideal for sports, weddings, or travel vlogging. Equipped with a 3-inch IPS high-definition screen, it allows for intuitive control, making it an ideal digital camera for capturing family milestones and vlogging camera. Additionally, the camcorder comes with a 32GB SD card, ready to use right out of the box.",
    "category": "Camera",
    "image": "https://m.media-amazon.com/images/I/71vmlTf9YJL._AC_SL1500_.jpg",
    "country": "China",
    "rating": {
      "rate": 3.3,
      "count": 203
    }
  },
  {
    "id": 7,
    "title": "HP 15.6 Portable Laptop (Include 1 Year Microsoft 365), HD Display, Intel Quad-Core N200 Processor, 16GB RAM, 128GB Storage, Wi-Fi 6, Webcam, HDMI, Numeric Keypad, Windows 11 Home, Black",
    "price": "467",
    "salePrice": "339",
    "description": "High Speed RAM And Enormous Space] 16GB high-bandwidth RAM to smoothly run multiple applications and browser tabs all at once; 128GB eMMC storage allows to fast bootup and data transfer",
    "category": "Laptop",
    "image": "https://m.media-amazon.com/images/I/81uv8HZ5olL._AC_SL1500_.jpg",
    "country": "Bangladesh",
    "rating": {
      "rate": 4.6,
      "count": 400
    }
  },
  {
    "id": 8,
    "title": "Canon MegaTank G3270 All-in-One Wireless Inkjet Printer. for Home Use, Print, Scan and Copy, Black",
    "price": "270",
    "salePrice": "179",
    "description": "Innovative Cartridge-Free Printing ― No more tiny, expensive ink cartridges; each ink bottle set is equivalent to about 80 individual cartridges (2)",
    "category": "Monitor",
    "image": "https://m.media-amazon.com/images/I/71GcEHqLBwL._AC_SL1500_.jpg",
    "country": "China",
    "rating": {
      "rate": 3.9,
      "count": 70
    }
  }
]